[
  {"title":"-- Select a story --",
   "level":0,
   "story":""
  },
{"title":"Red Ball on the Floor",
 "level":1,
 "story":"The ball is on the floor. It is a red ball. It is a rubber ball. The baby looks at the ball. The cat looks at the ball. The cat is black. The cat walks over to the ball. The cat hits the ball with its paw. The ball rolls on the floor. The baby smiles."
},
{"title":"Warm Air and a Sandwich",
 "level":1,
 "story":"The window is open. Air comes through the window. It is warm air. It is a warm day. The air smells like bread. It smells like fresh bread. It smells good. It makes the boy hungry. The boy goes to the kitchen. He makes a sandwich. He sits down. He eats the sandwich."
},
{"title":"He Gets Dressed, Sees His Friend",
 "level":1,
 "story":"The boy puts on his socks. He puts on his shoes. He ties his shoelaces. He walks to the front door. He turns the doorknob. He pulls the door open. He steps outside. He closes the door behind him. He walks to the corner. He sees his friend. He waves to his friend."
},
{"title":"Noisy Animals, Quiet Animals",
 "level":1,
 "story":"The dog barks. It likes to bark. The bird sings. It likes to sing. The dog and bird are noisy. The cat meows. It meows when it is hungry. It meows when it is angry. The fish says nothing. The turtle says nothing. The mouse says nothing. The lizard says nothing. They are quiet."
},
{"title":"They Play Catch",
 "level":1,
 "story":"Bob picks up the ball. He throws the ball. Bill catches the ball. Bill throws the ball back. Bob catches the ball. Bob throws the ball to Bill. Bill drops the ball. Bill picks it up. He throws it over Bob's head. Bob runs back. He jumps up. He catches the ball."
},
{"title":"Cookie on the Floor",
 "level":1,
 "story":"She takes a cookie out of the package. She drops the cookie. It falls on the floor. The cookie breaks. It breaks into four pieces. Four pieces are on the floor. She picks up the pieces. She takes them to the kitchen. She throws them into the trashcan. She takes another cookie out of the package."
},
{"title":"A Cat and a Dog",
 "level":1,
 "story":"The cat licks its paws. The cat licks its belly. The dog licks its paws. The dog licks its belly. The cat lies in the grass. The dog lies in the grass. The cat rolls onto its back. The dog rolls onto its back. The cat and dog do things together."
},
{"title":"Hungry for Hot Dogs",
 "level":1,
 "story":"He opens the refrigerator. He looks inside the refrigerator. He is hungry. He wants something to eat. He sees a package. It is a package of hot dogs. Six hot dogs are in the package. He takes two hot dogs out of the package. He closes the refrigerator. He puts the hot dogs on a plate."
},
{"title":"Her Book and Her Cats",
 "level":1,
 "story":"She picks up the book. It is her favorite book. It has a red cover. It has 52 pages. It has many pictures. It has pictures of many animals. She likes animals. She has two cats. She likes her cats. Their names are Fluffy and Muffy. She shows them the pictures in the book"
},
{"title":"Kids and Their Teacher",
 "level":1,
 "story":"He has a job. He is a teacher. He teaches kids. He teaches them how to read. He teaches them how to spell. The kids are fast learners. They learn how to read quickly. They learn how to spell quickly. He likes his job. He likes kids. He likes to teach kids new things."
},
{"title":"Parents Save Babies from Fire",
 "level":1,
 "story":"The house is on fire. Flames come out of the windows. Smoke comes out of the windows. A man runs out of the house. He carries a baby in his arms. A woman runs out of the house. She carries a baby in her arms. A fire truck arrives at the house."
},
{"title":"A Young Girl Knows How",
 "level":1,
 "story":"She is six years old. She knows how to walk. She knows how to run. She knows how to swim. She knows how to play soccer. She knows how to ride a horse. She knows how to walk her dog. She knows how to read. She knows how to write."
},
{"title":"A Baby Goes to Sleep",
 "level":1,
 "story":"The baby crawls on the floor. It stops. Then it crawls some more. Then it stops again. Mama looks at the baby. She picks up the baby. She carries the baby to the crib. She puts the baby in the crib. She puts a blanket on the baby. The baby falls asleep."
},
{"title":"New and Old",
  "level":1,
  "story":"Tomorrow is the first day of school. Barbara looks at her backpack. It has holes. It is dirty. She needs a new one. Her mom takes her shopping. There are so many backpacks. One backpack has yellow stars. Another one has rainbow stripes. Another one has dogs. Barbara likes this one. She buys it."
},
{"title":"The Kind Dentist",
  "level":1,
  "story":"Maria feels pain in her teeth. She tells her mom. Her mom takes her to the dentist. Maria is scared. She enters the waiting room. The secretary calls Maria's name. Maria goes in. Maria sits in a big chair. She waits for the dentist. The dentist arrives. He is careful with Maria's teeth. He gives her a new toothbrush. Maria feels good."
},
{"title":"A Trip to the Library",
  "level":1,
  "story":"Mark needs a book. He does not have money. His mom takes him to the library. Mark can borrow books for free. Mark enters the library. There are so many books. There are books about animals. There are books about pirates. There are books about science. Mark borrows them all."
},
{"title":"A Lot of Ants",
  "level":1,
  "story":"She eats a slice of cake. She drops a crumb. The ants can smell it. They crawl towards the crumb. She notices the ants. She does not want to kill them. She gets a cup. She puts the ants inside. She opens the window. She lets the ants go."
},
{"title":"Picking a Costume",
  "level":1,
  "story":"It is Halloween. Nancy is dressed as a princess. She goes trick-or-treating. She walks to one house. She rings the doorbell. A young couple opens the door. Nancy holds out her bag. She receives candy. She says, 'Thank You!' The couple smiles. Nancy goes to the next house."
},
{"title":"Petting Zoo",
  "level":1,
  "story":"He goes to the petting zoo. There are many different animals. He pets the turtles. The turtles feel rough. He pets the sheep. The sheep feel wooly. He pets the cows. The cows feel smooth. He pets the bunnies. The bunnies feel fluffy. He tells his mom he wants a pet. His mom says he can get one tomorrow."
},
{"title":"Mom is Mad",
  "level":1,
  "story":"Robert's room is messy. There is pizza under his bed. There is glue on the wall. There is a pile of clothes. There are toys on the floor. Robert does not care. He watches a television show. His mom goes into his room. She turns off the television. She yells at him. He starts to clean his room."
},
{"title":"Father's Day",
  "level":1,
  "story":"Today is Father's Day. Daniel surprises his father. He serves him breakfast. There are eggs, bacon, and orange juice on the tray. Daniel's father is happy. Later, they go play tennis. Daniel stands on one side. He swings the ball. Daniel's father hits the ball back. Finally, they watch the sunset. What a great day!"
},
{"title":"Sometimes You Lose",
  "level":1,
  "story":"Sarah's basketball team lost today. She is upset. She walks home sadly. She sits down on the couch. She starts crying. Her mom sees her. She gives her a hug. Then, she bakes Sarah's favorite cookies. The warm cookies make Sarah smile. Sarah wipes her tears away. She realizes that sometimes you win and sometimes you lose."
},
{"title":"The Baby Sister",
  "level":1,
  "story":"Betty loves her baby sister. Betty takes care of her. She changes her diaper. She feeds her. She teaches her how to walk. She teaches her new words. It is not easy to take care of babies. Betty's baby sister cries sometimes. Betty plays peekaboo with her. She covers her eyes and then opens them. The baby laughs."
}
]
