[
  {"title":"-- Select a story --",
   "level":1,
   "story":""
  },
{"title":"Red Ball on the Floor",
 "level":1,
 "story":"The ball is on the floor. It is a red ball. It is a rubber ball. The baby looks at the ball. The cat looks at the ball. The cat is black. The cat walks over to the ball. The cat hits the ball with its paw. The ball rolls on the floor. The baby smiles."
},
{"title":"Warm Air and a Sandwich",
 "level":1,
 "story":"The window is open. Air comes through the window. It is warm air. It is a warm day. The air smells like bread. It smells like fresh bread. It smells good. It makes the boy hungry. The boy goes to the kitchen. He makes a sandwich. He sits down. He eats the sandwich."
},
{"title":"He Gets Dressed, Sees His Friend",
 "level":1,
 "story":"The boy puts on his socks. He puts on his shoes. He ties his shoelaces. He walks to the front door. He turns the doorknob. He pulls the door open. He steps outside. He closes the door behind him. He walks to the corner. He sees his friend. He waves to his friend."
},
{"title":"Noisy Animals, Quiet Animals",
 "level":1,
 "story":"The dog barks. It likes to bark. The bird sings. It likes to sing. The dog and bird are noisy. The cat meows. It meows when it is hungry. It meows when it is angry. The fish says nothing. The turtle says nothing. The mouse says nothing. The lizard says nothing. They are quiet."
},
{"title":"They Play Catch",
 "level":1,
 "story":"Bob picks up the ball. He throws the ball. Bill catches the ball. Bill throws the ball back. Bob catches the ball. Bob throws the ball to Bill. Bill drops the ball. Bill picks it up. He throws it over Bob's head. Bob runs back. He jumps up. He catches the ball."
},
{"title":"Cookie on the Floor",
 "level":1,
 "story":"She takes a cookie out of the package. She drops the cookie. It falls on the floor. The cookie breaks. It breaks into four pieces. Four pieces are on the floor. She picks up the pieces. She takes them to the kitchen. She throws them into the trashcan. She takes another cookie out of the package."
},
{"title":"A Cat and a Dog",
 "level":1,
 "story":"The cat licks its paws. The cat licks its belly. The dog licks its paws. The dog licks its belly. The cat lies in the grass. The dog lies in the grass. The cat rolls onto its back. The dog rolls onto its back. The cat and dog do things together."
},
{"title":"Hungry for Hot Dogs",
 "level":1,
 "story":"He opens the refrigerator. He looks inside the refrigerator. He is hungry. He wants something to eat. He sees a package. It is a package of hot dogs. Six hot dogs are in the package. He takes two hot dogs out of the package. He closes the refrigerator. He puts the hot dogs on a plate."
},
{"title":"Her Book and Her Cats",
 "level":1,
 "story":"She picks up the book. It is her favorite book. It has a red cover. It has 52 pages. It has many pictures. It has pictures of many animals. She likes animals. She has two cats. She likes her cats. Their names are Fluffy and Muffy. She shows them the pictures in the book"
},
{"title":"Kids and Their Teacher",
 "level":1,
 "story":"He has a job. He is a teacher. He teaches kids. He teaches them how to read. He teaches them how to spell. The kids are fast learners. They learn how to read quickly. They learn how to spell quickly. He likes his job. He likes kids. He likes to teach kids new things."
},
{"title":"Parents Save Babies from Fire",
 "level":1,
 "story":"The house is on fire. Flames come out of the windows. Smoke comes out of the windows. A man runs out of the house. He carries a baby in his arms. A woman runs out of the house. She carries a baby in her arms. A fire truck arrives at the house."
},
{"title":"A Young Girl Knows How",
 "level":1,
 "story":"She is six years old. She knows how to walk. She knows how to run. She knows how to swim. She knows how to play soccer. She knows how to ride a horse. She knows how to walk her dog. She knows how to read. She knows how to write."
},
{"title":"A Baby Goes to Sleep",
 "level":1,
 "story":"The baby crawls on the floor. It stops. Then it crawls some more. Then it stops again. Mama looks at the baby. She picks up the baby. She carries the baby to the crib. She puts the baby in the crib. She puts a blanket on the baby. The baby falls asleep."
},
{"title":"New and Old",
  "level":1,
  "story":"Tomorrow is the first day of school. Barbara looks at her backpack. It has holes. It is dirty. She needs a new one. Her mom takes her shopping. There are so many backpacks. One backpack has yellow stars. Another one has rainbow stripes. Another one has dogs. Barbara likes this one. She buys it."
},
{"title":"The Kind Dentist",
  "level":1,
  "story":"Maria feels pain in her teeth. She tells her mom. Her mom takes her to the dentist. Maria is scared. She enters the waiting room. The secretary calls Maria's name. Maria goes in. Maria sits in a big chair. She waits for the dentist. The dentist arrives. He is careful with Maria's teeth. He gives her a new toothbrush. Maria feels good."
},
{"title":"A Trip to the Library",
  "level":1,
  "story":"Mark needs a book. He does not have money. His mom takes him to the library. Mark can borrow books for free. Mark enters the library. There are so many books. There are books about animals. There are books about pirates. There are books about science. Mark borrows them all."
},
{"title":"A Lot of Ants",
  "level":1,
  "story":"She eats a slice of cake. She drops a crumb. The ants can smell it. They crawl towards the crumb. She notices the ants. She does not want to kill them. She gets a cup. She puts the ants inside. She opens the window. She lets the ants go."
},
{"title":"Picking a Costume",
  "level":1,
  "story":"It is Halloween. Nancy is dressed as a princess. She goes trick-or-treating. She walks to one house. She rings the doorbell. A young couple opens the door. Nancy holds out her bag. She receives candy. She says, 'Thank You!' The couple smiles. Nancy goes to the next house."
},
{"title":"Petting Zoo",
  "level":1,
  "story":"He goes to the petting zoo. There are many different animals. He pets the turtles. The turtles feel rough. He pets the sheep. The sheep feel wooly. He pets the cows. The cows feel smooth. He pets the bunnies. The bunnies feel fluffy. He tells his mom he wants a pet. His mom says he can get one tomorrow."
},
{"title":"Mom is Mad",
  "level":1,
  "story":"Robert's room is messy. There is pizza under his bed. There is glue on the wall. There is a pile of clothes. There are toys on the floor. Robert does not care. He watches a television show. His mom goes into his room. She turns off the television. She yells at him. He starts to clean his room."
},
{"title":"Father's Day",
  "level":1,
  "story":"Today is Father's Day. Daniel surprises his father. He serves him breakfast. There are eggs, bacon, and orange juice on the tray. Daniel's father is happy. Later, they go play tennis. Daniel stands on one side. He swings the ball. Daniel's father hits the ball back. Finally, they watch the sunset. What a great day!"
},
{"title":"Sometimes You Lose",
  "level":1,
  "story":"Sarah's basketball team lost today. She is upset. She walks home sadly. She sits down on the couch. She starts crying. Her mom sees her. She gives her a hug. Then, she bakes Sarah's favorite cookies. The warm cookies make Sarah smile. Sarah wipes her tears away. She realizes that sometimes you win and sometimes you lose."
},
{"title":"The Baby Sister",
  "level":1,
  "story":"Betty loves her baby sister. Betty takes care of her. She changes her diaper. She feeds her. She teaches her how to walk. She teaches her new words. It is not easy to take care of babies. Betty's baby sister cries sometimes. Betty plays peekaboo with her. She covers her eyes and then opens them. The baby laughs."
},
{"title":"A Nice Teacher",
  "level":2,
  "story":"She is a teacher. She teaches third graders. She says 'good morning' every day. She asks her students how they are doing. The students love her. She is good at her job. She does not get a lot of money. Teachers should get more money. They work so hard."
},
{"title":"Harry studies everywhere",
  "level":2,
  "story":"Harry thinks his grades are very important. He studies a lot. He studies everywhere he goes. He studies at the library. He studies when he goes out to eat. He even studies when he goes to parties! His friends make fun of him. Harry does not care. He gets As all the time."
},
{"title":"The coloring book",
  "level":2,
  "story":"She takes out her coloring book. She gets her crayons. She opens the book. There is a drawing of a bunny dancing. She colors the bunny with a brown crayon. She colors the sky with a blue crayon. She colors the flower with a red crayon. She rips the page out. She sticks it to the wall."
},
{"title":"Picking a book",
  "level":2,
  "story":"She goes to the library. She looks at the shelves. She pulls out a book. She opens the book. She reads the first page. She laughs. The book is funny. She goes to the checkout desk. She gives the book to the librarian. She takes out her library card. She gives it to the librarian. The librarian gives her back the card and the book."
},
{"title":"Getting ready to study",
  "level":2,
  "story":"He gets ready to study at the library. He puts his science textbook in his backpack. He puts his pencils and pens in his backpack. He puts an eraser in his backpack. He puts a snack in his backpack. He might get hungry. He puts a notebook in his backpack. He is ready to study!"
},
{"title":"Studying at the library",
  "level":2,
  "story":"He is at the library. There are a lot of people. Everyone is studying for their final exams. He finally finds a seat. He sits down. He takes out his book. He takes out a pen. He takes out a highlighter. He highlights the important parts. Then he takes a study break."
},
{"title":"Taking notes",
  "level":2,
  "story":"He takes out his notebook. He reads his textbook. He copies the chapter title on top of the page. He writes down important information. He highlights words he should remember. He turns the page. He takes more notes. He writes a summary of the chapter at the end."
},
{"title":"She writes an essay",
  "level":2,
  "story":"She is taking an English class. She has to write an essay. The essay is on penguins. She finds information on penguins from the Internet. She finds information on penguins from books. Her first sentence is a riddle about penguins. Her last sentence is the answer to the riddle."
},
{"title":"He takes a test",
  "level":2,
  "story":"He sits down in his seat. He gets a copy of the test. He reads a question. He writes his answer. There are 20 questions. He checks his answers again when he is done. The bell rings. The class is over. He gets up. He hands his test to the teacher. He is going to celebrate."
},
{"title":"Punching a wall",
  "level":2,
  "story":"He gets his essay back. He got a C minus. He is mad. He feels that he deserves a better grade. He asks his teacher what went wrong. Ms. Flores says he made a lot of grammar mistakes. He asks her to re-grade it. She says no. He punches the wall. He gets in trouble."
},
{"title":"School supplies box",
  "level":2,
  "story":"He has a school supplies box. There are five pencils inside. They are sharp. They are all yellow. They all have a pink eraser at the end. He has two erasers. One eraser is white. Another is pink. He uses the pencil to write something. He uses the eraser to fix his mistake."
},
{"title":"He loses the cap",
  "level":2,
  "story":"He takes out a pen. He takes off the cap. He drops it. He looks down. He does not see the cap. He looks around his desk. He still does not see the cap. Where could it be? He has to find it. The pen will dry out without the cap. He goes to the other side of the room. He sees the cap."
},
{"title":"The lunch bag",
  "level":2,
  "story":"She has a lunch bag. It has two pockets. There is one on top. That is the big pocket. She puts a sandwich inside. There is another one in the front. That is the small pocket. She puts a pack of gum inside. There is a long strap too. She can put it over her shoulder."
},
{"title":"School Cafeteria",
  "level":2,
  "story":"She has a lunch bag. It has two pockets. There is one on top. That is the big pocket. She puts a sandwich inside. There is another one in the front. That is the small pocket. She puts a pack of gum inside. There is a long strap too. She can put it over her shoulder."
},
{"title":"Ice cream in the summer",
  "level":2,
  "story":"It is summer. It is 3 o'clock. It is very hot. He goes to the ice cream shop. He looks at all the flavors. There are so many! He wants to get chocolate, but he also wants vanilla. He decides to get both. The line is long. Everyone wants ice cream in the summer."
},
{"title":"She eats lemons",
  "level":2,
  "story":"She likes sour stuff. Lemons are sour. Lemons are yellow. She peels the skin off the lemon. She bites into the lemon. It tastes good. She spits out the seeds. The seeds are not good. Her mom says she is weird. Most people eat lemon with another food."
},
{"title":"Chicken smells good",
  "level":2,
  "story":"He is hungry. He smells something good. It is coming from the kitchen. He leaves the living-room. He goes to the kitchen. He sees a plate of chicken. It is hot. He gets a fork and knife. He cuts a piece of chicken. He sticks the fork in it. He eats the chicken."
}
]
